{
  "At-a-Glance": "Top-bar hives prioritise low-lift, foundationless beekeeping. Success relies on straight-draw management, gentle inspections, and cautious harvest handling.",
  "Why it Matters": [
    "Lower ergonomic load and minimal equipment costs.",
    "Natural comb requires more attention to spacing and handling."
  ],
  "Objectives": [
    "Keep combs straight and supported during build.",
    "Time harvests to avoid comb collapse and robbing.",
    "Adapt varroa and nutrition plans to non-modular frames."
  ],
  "What Good Looks Like": [
    "Guide strips on bars; frequent alignment checks during build.",
    "Crush-and-strain harvest from outer honey combs; brood nest undisturbed.",
    "Varroa monitored and treated with methods compatible with TBH hardware."
  ],
  "Step-by-Step": [
    "1) Setup: level stand; bars with guides; follower boards for cavity control.",
    "2) Early season: place empty bars between straight combs to guide draw.",
    "3) Inspections: lift carefully by bar ends; avoid tilting soft comb in heat.",
    "4) Harvest: take capped honey combs away from brood; handle in cool room; avoid drips.",
    "5) Varroa: use OA dribble/vapor or other compatible options; track counts.",
    "6) Wintering: condense space with followers; ensure dry lid and adequate stores."
  ],
  "Seasonality & Climate": [
    "Heat softens new comb; inspect in cooler hours.",
    "Humid climates demand excellent ventilation without drafts."
  ],
  "Data & Thresholds": [
    "Do not cut/harvest until fully capped for moisture control.",
    "Maintain enough stores contiguous to the cluster for winter."
  ],
  "Diagnostics & Decision Tree": [
    "Symptom: Cross-comb -> Cut and realign early; add guides; tighten spacing.",
    "Symptom: Comb collapse -> Inspect earlier/cooler; reduce bar spans; harvest less at once.",
    "Symptom: Backfilling -> Add bars/follower adjustments; encourage new draw near brood."
  ],
  "Common Pitfalls": [
    "Letting cross-comb mature before correction.",
    "Harvesting uncapped comb leading to fermentation.",
    "Skipping varroa monitoring due to non-standard frames."
  ],
  "Tools & Techniques": [
    "Guide strips, follower boards, comb knives, crush-and-strain kit.",
    "OA dribble/vapor kits compatible with TBH."
  ],
  "Safety & Compliance": [
    "Food-safe harvest tools; sanitary handling.",
    "Mark hive type in records for tailored inspections."
  ],
  "Field Checklist": [
    "Bars straight; follower positions noted.",
    "Capped comb identified for harvest.",
    "Varroa counts taken and logged."
  ],
  "Communications": [
    "Short hyphens only.",
    "Explain TBH differences to helpers to prevent rough handling."
  ],
  "Cross-Links": [
    "foundation_vs_foundationless",
    "varroa_monitoring_methods",
    "hive_ventilation_and_moisture_control",
    "colony_nutrition"
  ],
  "Keywords": [
    "top-bar hive",
    "follower board",
    "foundationless",
    "crush and strain"
  ],
  "Further Reading": [
    "TBH management guides and workshops.",
    "Case studies comparing TBH and framed hives."
  ],
  "Notes": "Keep a ‘cool chain’ for comb transport in hot weather."
}
