{
  "At-a-Glance": "Systematic safety turns beekeeping into low-risk fieldwork: suitable PPE, calm methods, lifting technique, heat management, and a clear sting response plan.",
  "Why it Matters": [
    "Stings, lifting injuries, dehydration, and slips are the common harm pathways.",
    "Predictable safety habits protect helpers and site owners too.",
    "Preparedness reduces panic in incidents and speeds recovery."
  ],
  "Objectives": [
    "Standardise PPE and pre-visit safety checks.",
    "Adopt safe lifting and ergonomic workflows.",
    "Carry a field first-aid kit with sting and heat protocols."
  ],
  "What Good Looks Like": [
    "Clean suit and veil, gauntlets with nitrile liners, sturdy boots.",
    "Two-person lifts for heavy supers; trolley use where possible.",
    "First-aid kit accessible; hydration plan on hot days."
  ],
  "Step-by-Step": [
    "1) Pre-visit: weather, objective list, PPE check, water packed, inform someone of location.",
    "2) Site hazards: map trip risks, ladders/roofs, livestock, public paths; set working zone.",
    "3) Lifting: break down loads; lift with legs; use hive lifters or trolleys.",
    "4) Heat: schedule work early/late; shade breaks; electrolytes; watch for dizziness.",
    "5) Stings: scrape stinger promptly; cool compress; monitor for systemic reaction; carry antihistamines as advised.",
    "6) Anaphylaxis plan: know EpiPen usage if prescribed; call emergency services; share precise location.",
    "7) Post-visit: debrief incidents; restock kit; clean PPE."
  ],
  "Seasonality & Climate": [
    "Heat waves raise dehydration and fainting risk.",
    "Wet seasons increase slip risk and vehicle bogging."
  ],
  "Data & Thresholds": [
    "Breaks every 60–90 minutes in heat; water intake target 0.5–1 l per hour of heavy work.",
    "Supers >20 kg require two-person lifts or mechanical aid."
  ],
  "Diagnostics & Decision Tree": [
    "Symptom: Lightheaded in suit -> Stop, shade, hydrate, loosen suit safely.",
    "Symptom: Multiple stings through suit -> Withdraw; reassess colony temperament and PPE integrity.",
    "Symptom: Swollen airway or hives spreading -> Execute anaphylaxis plan immediately."
  ],
  "Common Pitfalls": [
    "Working alone on rooftops or remote sites without check-in.",
    "Overreaching with heavy supers causing back strain.",
    "No antihistamines or EpiPen access when history suggests risk."
  ],
  "Tools & Techniques": [
    "Hive lifter or trolley, non-slip boots, nitrile liners under leather gloves.",
    "Cooling towels, electrolyte powders, shade sail.",
    "Well-stocked first-aid kit with instant cold packs and sting wipes."
  ],
  "Safety & Compliance": [
    "Follow site-specific inductions and rooftop fall protection rules.",
    "Keep public liability and risk assessments where required."
  ],
  "Field Checklist": [
    "PPE intact, zips closed, veil sealed.",
    "Water and electrolytes packed.",
    "First-aid kit present; emergency contact known.",
    "Load plan minimises heavy lifts."
  ],
  "Communications": [
    "Short hyphens only.",
    "Share a one-page safety brief with helpers before starting."
  ],
  "Cross-Links": [
    "colony_defense_and_behaviour",
    "apiary_setup",
    "migratory_beekeeping_and_transport"
  ],
  "Keywords": [
    "PPE",
    "first aid",
    "lifting",
    "anaphylaxis",
    "hydration"
  ],
  "Further Reading": [
    "Workplace safety guidelines adapted for field beekeeping.",
    "Association safety checklists."
  ],
  "Notes": "Store an extra veil and gloves in each vehicle; sweat fogs judgement faster than you expect."
}
