{
  "At-a-Glance": "Square, tight frames with well-seated foundation save inspections and extraction headaches. A consistent bench process produces straight comb and fewer blowouts.",
  "Why it Matters": [
    "Poorly built frames lead to cross-comb, rolling bees, and extraction failures.",
    "Standardised parts cut costs and speed assembly.",
    "Good wiring supports foundation and long service life."
  ],
  "Objectives": [
    "Adopt a repeatable bench workflow for frame assembly and wiring.",
    "Keep jigs for squaring and spacing to reduce errors.",
    "Label frames by year for comb rotation later."
  ],
  "What Good Looks Like": [
    "Square frames with tight joints, staples or nails set correctly.",
    "Wire tension ping-tight; foundation seated without waves.",
    "Batch labels applied to top bars for year tracking."
  ],
  "Step-by-Step": [
    "1) Prep: lay out jigs, nails/staples, eyelets, wire, spur embedder or transformer embedder.",
    "2) Assemble: glue and fasten side bars to top/bottom bars; check square.",
    "3) Wire: install eyelets; run stainless wire in standard pattern; tension to a musical ‘ping’.",
    "4) Embed: warm foundation lightly; embed with spur/heat along wires; avoid overheating.",
    "5) Mark: stamp year code on top bar; stack flat to avoid warping.",
    "6) Field install: place near brood to guide straight draw; avoid wide gaps."
  ],
  "Seasonality & Climate": [
    "Winter is ideal for bench work; warm rooms help embedding.",
    "High humidity can warp wood; store flat and weighted."
  ],
  "Data & Thresholds": [
    "Wire deflection minimal under finger pressure; re-tension if slack.",
    "Reject frames that are visibly racked or have loose joints."
  ],
  "Diagnostics & Decision Tree": [
    "Symptom: Wavy comb in supers -> Check foundation seating and wire tension -> Rebuild offenders.",
    "Symptom: Blowouts during extraction -> Reduce speed; verify wire; use radial extractor for delicate comb.",
    "Symptom: Cross-comb -> Improve spacing and ensure frames are tight together in boxes."
  ],
  "Common Pitfalls": [
    "Skipping eyelets causing wire cut-in and slack later.",
    "Embedding foundation when frames are racked out of square.",
    "Storing freshly embedded frames on edge leading to warps."
  ],
  "Tools & Techniques": [
    "Assembly jig, nailer/stapler, stainless wire, eyelets, spur or electric embedder.",
    "Year stamp/marker, flat drying racks."
  ],
  "Safety & Compliance": [
    "Eye and hand protection when stapling or using heated embedders.",
    "Electrical safety with transformers and hot tools."
  ],
  "Field Checklist": [
    "Frames square and tight.",
    "Wires ping-tight; foundation true.",
    "Year mark applied.",
    "Spare straight frames ready in vehicle."
  ],
  "Communications": [
    "Short hyphens only.",
    "Document your frame spec so helpers match parts and spacing."
  ],
  "Cross-Links": [
    "comb_management_and_replacement",
    "honey_extraction_best_practice",
    "hive_types_and_configuration_choices"
  ],
  "Keywords": [
    "frame wiring",
    "foundation embedding",
    "assembly jig",
    "radial extractor",
    "cross-comb"
  ],
  "Further Reading": [
    "Workshop guides for frame building.",
    "Extractor manufacturer notes on comb support."
  ],
  "Notes": "Keep a small tuning fork or audio reference to train ‘ping-tight’ tensioning for new helpers."
}
