{
  "At-a-Glance": "Moving colonies for forage or pollination demands strict planning: permits, straps, ventilation, routing, and reorientation at destination.",
  "Why it Matters": [
    "Poorly planned moves cause overheating, queen loss, and neighbour issues.",
    "Well-timed migrations align bees with flows and pollination contracts.",
    "Documentation protects you during inspections and site access checks."
  ],
  "Objectives": [
    "Develop a transport SOP covering loading, ventilation, timing, and reorientation.",
    "Secure permissions and site maps in advance.",
    "Minimise stress with cool-night moves and fast unloads."
  ],
  "What Good Looks Like": [
    "Colonies screened and strapped; entrances secured but ventilated.",
    "Routes planned to avoid steep bumps and heat holds.",
    "Destination stands levelled and labelled before arrival."
  ],
  "Step-by-Step": [
    "1) Pre-move: confirm site permission, stand layout, water, and access; reduce entrances; secure frames if needed.",
    "2) Screen and strap: use travel screens; two opposing ratchet straps per hive or pallet.",
    "3) Timing: load at dusk or pre-dawn; avoid heat spikes and long queues.",
    "4) Transport: drive smoothly; park in shade if stopping; monitor temps.",
    "5) Arrival: unload to prepped stands; orient entrances away from public paths; open screens for ventilation.",
    "6) Reorientation: foliage at entrance for 24–48 h for short-distance moves; observe traffic for drift.",
    "7) Post-move check: water available; verify queenright and brood within 3–5 days."
  ],
  "Seasonality & Climate": [
    "Night moves reduce heat stress in summer.",
    "Wet seasons require road and ground assessments to prevent bogging and damage."
  ],
  "Data & Thresholds": [
    "Target internal temps under ~35 °C during transit; monitor if possible.",
    "Max load time to unload time kept short to reduce stress."
  ],
  "Diagnostics & Decision Tree": [
    "Symptom: Overheating in transit -> Increase airflow with screens; mist lightly; resume driving to move air.",
    "Symptom: Heavy drift at destination -> Add entrance foliage; adjust layout; reduce entrances.",
    "Symptom: Queen losses post-move -> Review strap pressure, bumps, and ventilation; adjust SOP."
  ],
  "Common Pitfalls": [
    "Solid crown boards with no travel screens causing heat buildup.",
    "Unprepared destination stands delaying unload at dawn.",
    "No water supply on arrival."
  ],
  "Tools & Techniques": [
    "Travel screens, ratchet straps, palletisation kits.",
    "Thermometers or temp loggers, red lights for night work.",
    "APIary maps and stand labels ready at destination."
  ],
  "Safety & Compliance": [
    "Follow road laws for load securement; use hi-vis and cones at night.",
    "Carry permits and disease movement paperwork where required."
  ],
  "Field Checklist": [
    "Screens fitted, straps tight.",
    "Route and timing confirmed.",
    "Destination stands ready; water in place.",
    "Reorientation plan noted."
  ],
  "Communications": [
    "Short hyphens only.",
    "Alert landowners to ETA and post-move checks."
  ],
  "Cross-Links": [
    "apiary_setup",
    "bee_navigation_and_orientation",
    "hive_hygiene_and_biosecurity"
  ],
  "Keywords": [
    "migratory beekeeping",
    "travel screens",
    "reorientation",
    "pollination",
    "load securement"
  ],
  "Further Reading": [
    "Transport guidelines from beekeeping associations.",
    "Case studies on pollination logistics."
  ],
  "Notes": "Carry a spare ‘travel kit’: screens, straps, entrance blocks, water, torch, tape, markers."
}
