{
  "At-a-Glance": "Successful overwintering starts in late summer: healthy, well-fed colonies with low varroa, adequate stores, and good ventilation.",
  "Why it Matters": [
    "Winter losses are costly and set back spring build-up.",
    "Winter bees must be raised under low-virus, high-nutrition conditions.",
    "Right-sized hives with dry ventilation prevent damp-related issues."
  ],
  "Objectives": [
    "Enter winter with low varroa and strong populations.",
    "Ensure adequate carbohydrate stores and essential pollen reserves.",
    "Keep colonies dry, ventilated, and secure from pests."
  ],
  "What Good Looks Like": [
    "Uniform brood pattern through autumn taper, low mite counts.",
    "Solid stores across frames or a reliable fondant plan.",
    "Insulation above cluster and a controlled upper vent if needed.",
    "Mouseguards fitted and stands stable above splash zone."
  ],
  "Step-by-Step": [
    "1) Post-harvest assessment: queen status, population, varroa level.",
    "2) Treat varroa to protect winter bees; verify reduction.",
    "3) Equalise frames and consolidate to right hive volume.",
    "4) Check stores: target total weights per local norms; add syrup before cold, then fondant if required.",
    "5) Weatherproofing: roof sound, tilt forward slightly, strap against storms.",
    "6) Late autumn: fit mouseguards; reduce entrances.",
    "7) Winter checks: listen for cluster, heft hives, avoid breaking propolis seals.",
    "8) Mid-winter OA if broodless and permitted; be swift and gentle."
  ],
  "Seasonality & Climate": [
    "Late summer to autumn is decisive for winter survival.",
    "Wet maritime climates demand extra attention to ventilation and damp control.",
    "Cold snaps require non-intrusive checks and emergency feed protocols."
  ],
  "Data & Thresholds": [
    "Target colony weight aligned to local guidance; track by heft notes.",
    "Varroa below autumn thresholds (often <1–2 percent) before winter bee rearing.",
    "Fondant consumption logs guide spring feed planning."
  ],
  "Diagnostics & Decision Tree": [
    "Symptom: Light hive in January -> Add fondant immediately -> Re-heft in 7 days.",
    "Symptom: Excess condensation -> Improve top insulation and small upper vent -> Ensure forward tilt.",
    "Symptom: High mite drop mid-winter -> Confirm broodless state -> Consider OA if allowed."
  ],
  "Common Pitfalls": [
    "Leaving high mites into winter bee phase.",
    "Feeding syrup too late, causing moisture and fermentation.",
    "Over-ventilating, chilling the cluster."
  ],
  "Tools & Techniques": [
    "Hefting scale or luggage scale, insulation boards, fondant blocks.",
    "Mouseguards, straps, windbreaks, OA vaporiser where permitted."
  ],
  "Safety & Compliance": [
    "Work quickly in cold to avoid chilling brood if present.",
    "Follow product labels and PPE guidance for any winter treatments."
  ],
  "Field Checklist": [
    "Mite counts verified low.",
    "Stores adequate or fondant in place.",
    "Entrance reduced and mouseguard fitted.",
    "Roof, tilt, and straps checked."
  ],
  "Communications": [
    "Short hyphens only.",
    "Explain to stakeholders why heavy autumn work means light winter touches."
  ],
  "Cross-Links": ["varroa_treatment_options", "colony_nutrition", "hive_hygiene", "apiary_setup"],
  "Keywords": ["winter bees", "hefting", "fondant", "ventilation", "mouseguard"],
  "Further Reading": [
    "NBU overwintering guidance.",
    "Regional beekeeping associations’ winter prep checklists."
  ],
  "Notes": "Keep a yard-level winter dashboard: weight class, feed status, straps, guards, last inspection."
}
